# ========== НАСТРОЙКИ ==========
BOT_TOKEN = "8452708443:AAGb_am2vtCOPmLtkJHoqAKavF3_T_BeRaI"
API_ID = 33653106  # Ваш API ID
API_HASH = "4245da45b17463b4dc84e11f957c5603"
PHONE = "+79898197606"  # Ваш номер телефона

# ========== ПРОКСИ ==========
USE_PROXY = True  # Использовать прокси?

# Настройки прокси (185.59.234.44:8000:2fP50B:BL6qLJ)
PROXY_HOST = "185.59.234.44"  # Адрес прокси
PROXY_PORT = 8000  # Порт прокси
PROXY_USER = "2fP50B"  # Логин (оставьте пустым если нет)
PROXY_PASS = "BL6qLJ"  # Пароль (оставьте пустым если нет)